/* -1001 error message */
"-1001 Please check your internet connection" = "インターネット接続を確認してください(-1001)";

/* -1009 error message */
"-1009 Please check your internet connection" = "インターネット接続を確認してください(-1009)";

/* http status code 400 error message */
"400 Invalid Request" = "不正なリクエストです";

/* http status code 401 error message */
"401 Unauthorized" = "認証エラーが起こりました";

/* http status code 500 error message */
"500 Something wrong, please try again, or contact us if problem persists" = "エラーが発生しました。もう一度お試しください。もし問題が続くようでしたらお問い合わせください";

/* http status code 503 error message */
"503 We're temporary under maintenance, please wait for a while and try again" = "ただいまメンテナンス中です。しばらくしてからもう一度お試しください";

/* alert view title when not connected to internet */
"Check your internet connection" = "インターネット接続を確認してください";

/* title of IRGuideWifiViewController */
"Connect to IRKit Wi-Fi" = "IRKitのWi-Fiに接続";

/* title of IRPeripheralNameEdit
   title of IRSignalNameEdit */
"Give a name" = "名前を設定";

/* alert title after POST /wifi finished successfully */
"Great! Now let's connect back to your home Wi-Fi" = "すばらしい！では家のWi-Fiに接続しなおしてください";

/* alert title timeout */
"IRKit couldn't connect to Wi-Fi. Check Wi-Fi settings and try again" = "IRKitがWi-Fiに接続できませんでした。Wi-Fiのパスワードやアクセスポイントの設定を確認してもう一度お試しください。";

/* title of IRWifiEdit */
"Join Wi-Fi Network" = "Wi-Fi設定";

/* wifi network name */
"Name" = "名前";

/* wifi network name placeholder */
"Network Name" = "ネットワーク名 (SSID)";

/* alert title when new IRKit is found */
"New IRKit found!" = "IRKitを発見しました！";

/* button title of IRGuidePowerViewController */
"Next" = "次へ";

/* alert title when reachable */
"Open Settings app and connect to a Wi-Fi network named like IRKitXXXX" = "設定アプリを開いて、\"IRKitXXXX\"のような名前のWi-Fiネットワークに接続してください";

/* wifi password */
"Password" = "パスワード";

/* No comment provided by engineer. */
"Password Invalid" = "パスワードの文字数が不正です";

/* security level */
"Security" = "セキュリティ";

/* alert title when POST /1/door returned 401 */
"Session expired, please restart app and try again." = "タイムアウトしました。もう一度お試しください";

/* title of IRGuidePowerViewController */
"Setup IRKit" = "セットアップ";

/* title of button to FAQ on alert in IRGuideWiFiViewController */
"Show FAQ" = "よくある質問";

/* alert title in IRWifiEditViewController */
"SSID and Password can't include \",\" please change your Wi-Fi settings" = "Wi-Fiの名前とパスワードには\",\"カンマを含めることはできません。Wi-Fiの設定を変更してください。";

/* title of IRNewSignalScene1 */
"Waiting for Signal ..." = "リモコン信号の学習";
